[
  "obsidian-style-settings",
  "obsidian-admonition",
  "supercharged-links-obsidian",
  "obsidian-show-file-path",
  "settings-search",
  "table-editor-obsidian",
  "obsidian-banners",
  "better-word-count",
  "buttons",
  "calendar",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-hider",
  "obsidian-list-callouts",
  "obsidian-minimal-settings",
  "obsidian-outliner",
  "obsidian-reading-time",
  "readwise-official",
  "dataview"
]